[
  {
    "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?",
    "reference": "Psalm 27:1"
  },
  {
    "text": "Trust in the Lord with all your heart, and lean not on your own understanding.",
    "reference": "Proverbs 3:5"
  },
  {
    "text": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future.",
    "reference": "Jeremiah 29:11"
  },
  {
    "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness, and self-control.",
    "reference": "Galatians 5:22-23"
  },
  {
    "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "text": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
    "reference": "Proverbs 18:10"
  },
  {
    "text": "Cast all your anxiety on him because he cares for you.",
    "reference": "1 Peter 5:7"
  },
  {
    "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "reference": "Philippians 4:6"
  },
  {
    "text": "And we know that the Son of God has come and has given us understanding, so that we may know him who is true.",
    "reference": "1 John 5:20"
  },
  {
    "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "text": "I sought the Lord, and he answered me; he delivered me from all my fears.",
    "reference": "Psalm 34:4"
  },
  {
    "text": "If God is for us, who can be against us?",
    "reference": "Romans 8:31"
  },
  {
    "text": "You are the light of the world. A town built on a hill cannot be hidden.",
    "reference": "Matthew 5:14"
  },
  {
    "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
    "reference": "Joshua 1:9"
  },
  {
    "text": "For we live by faith, not by sight.",
    "reference": "2 Corinthians 5:7"
  },
  {
    "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness.",
    "reference": "Zephaniah 3:17"
  },
  {
    "text": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
    "reference": "Matthew 5:16"
  },
  {
    "text": "So do not fear, for I am with you; do not be dismayed, for I am your God.",
    "reference": "Isaiah 41:10"
  },
  {
    "text": "Blessed are the pure in heart, for they will see God.",
    "reference": "Matthew 5:8"
  },
  {
    "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
    "reference": "Isaiah 26:3"
  },
  {
    "text": "He heals the brokenhearted and binds up their wounds.",
    "reference": "Psalm 147:3"
  },
  {
    "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
    "reference": "Psalm 34:18"
  },
  {
    "text": "He must become greater; I must become less.",
    "reference": "John 3:30"
  },
  {
    "text": "What then shall we say in response to these things? If God is for us, who can be against us?",
    "reference": "Romans 8:31"
  },
  {
    "text": "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.",
    "reference": "1 John 4:18"
  },
  {
    "text": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
    "reference": "Philippians 4:19"
  },
  {
    "text": "As iron sharpens iron, so one person sharpens another.",
    "reference": "Proverbs 27:17"
  },
  {
    "text": "No weapon forged against you will prevail, and you will refute every tongue that accuses you.",
    "reference": "Isaiah 54:17"
  },
  {
    "text": "Be still, and know that I am God.",
    "reference": "Psalm 46:10"
  },
  {
    "text": "In all your ways acknowledge him, and he will make your paths straight.",
    "reference": "Proverbs 3:6"
  },
  {
    "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
    "reference": "Psalm 32:7"
  },
  {
    "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary; they will walk and not be faint.",
    "reference": "Isaiah 40:31"
  },
  {
    "text": "This is the day that the Lord has made; let us rejoice and be glad in it.",
    "reference": "Psalm 118:24"
  },
  {
    "text": "We love because he first loved us.",
    "reference": "1 John 4:19"
  },
  {
    "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
    "reference": "2 Corinthians 5:17"
  },
  {
    "text": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you.",
    "reference": "Numbers 6:24-25"
  },
  {
    "text": "But the Lord stood by me and strengthened me.",
    "reference": "2 Timothy 4:17"
  },
  {
    "text": "Let everything that has breath praise the Lord.",
    "reference": "Psalm 150:6"
  },
  {
    "text": "And we know that all things work together for good to those who love God, to those who are the called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "text": "You will know the truth, and the truth will set you free.",
    "reference": "John 8:32"
  },
  {
    "text": "The Lord is my strength and my song; he has become my salvation.",
    "reference": "Exodus 15:2"
  },
  {
    "text": "As for me and my house, we will serve the Lord.",
    "reference": "Joshua 24:15"
  },
  {
    "text": "The God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
    "reference": "Romans 15:13"
  },
  {
    "text": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you.",
    "reference": "Isaiah 43:2"
  }, 
  {
    "text": "For God so loved the world that he gave his only begotten Son, that whoever believes in Him should not perish but have everlasting life.",
    "reference": "John 3:16"
  },
  {
    "text": "The Lord is my shepherd; I shall not want.",
    "reference": "Psalm 23:1"
  },
  
  {
    "text": "I can do all things through Christ who strengthens me.",
    "reference": "Philippians 4:13"
  },

    {
      "text": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him.",
      "reference": "Nahum 1:7"
    },
    {
      "text": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
      "reference": "Ephesians 2:10"
    },
    {
      "text": "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
      "reference": "Proverbs 1:7"
    },
    {
      "text": "Let your roots grow down into him, and let your lives be built on him.",
      "reference": "Colossians 2:7"
    },
    {
      "text": "My grace is sufficient for you, for my power is made perfect in weakness.",
      "reference": "2 Corinthians 12:9"
    },
    {
      "text": "You will seek me and find me when you seek me with all your heart.",
      "reference": "Jeremiah 29:13"
    },
    {
      "text": "But the Lord said to Samuel, 'Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.'",
      "reference": "1 Samuel 16:7"
    },
    {
      "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles.",
      "reference": "Hebrews 12:1"
    },
    {
      "text": "Do everything in love.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
      "reference": "Philippians 4:7"
    },
    {
      "text": "If anyone is thirsty, let him come to me and drink.",
      "reference": "John 7:37"
    },
    {
      "text": "With God all things are possible.",
      "reference": "Matthew 19:26"
    },
    {
      "text": "And we know that we have come to know him if we keep his commands.",
      "reference": "1 John 2:3"
    },
    {
      "text": "The Lord your God is with you, the Mighty Warrior who saves.",
      "reference": "Zephaniah 3:17"
    },
    {
      "text": "No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other.",
      "reference": "Matthew 6:24"
    },
    {
      "text": "Rejoice in the Lord always. I will say it again: Rejoice!",
      "reference": "Philippians 4:4"
    },
    {
      "text": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
      "reference": "Colossians 3:23"
    },
    {
      "text": "I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread.",
      "reference": "Psalm 37:25"
    },
    {
      "text": "As far as the east is from the west, so far has he removed our transgressions from us.",
      "reference": "Psalm 103:12"
    },
    {
      "text": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
      "reference": "1 Corinthians 10:31"
    },
    {
      "text": "He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.",
      "reference": "Psalm 91:4"
    },
    {
      "text": "The Lord is my strength and my song; he has become my salvation.",
      "reference": "Psalm 118:14"
    },
    {
      "text": "A generous person will prosper; whoever refreshes others will be refreshed.",
      "reference": "Proverbs 11:25"
    },
    {
      "text": "And God is able to bless you abundantly, so that in all things at all times, having all that you need, you will abound in every good work.",
      "reference": "2 Corinthians 9:8"
    },
    {
      "text": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14"
    },
    {
      "text": "As a man thinks in his heart, so is he.",
      "reference": "Proverbs 23:7"
    },
    {
      "text": "The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor.",
      "reference": "Luke 4:18"
    },
    {
      "text": "He has made everything beautiful in its time.",
      "reference": "Ecclesiastes 3:11"
    },
    {
      "text": "For where your treasure is, there your heart will be also.",
      "reference": "Matthew 6:21"
    },
    {
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control.",
      "reference": "Galatians 5:22-23"
    },
    {
      "text": "You have searched me, Lord, and you know me.",
      "reference": "Psalm 139:1"
    },
    {
      "text": "The Lord will renew their strength; they will soar on wings like eagles.",
      "reference": "Isaiah 40:31"
    },
    {
      "text": "Every good gift and every perfect gift is from above.",
      "reference": "James 1:17"
    },
    {
      "text": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
      "reference": "Hebrews 10:23"
    },
    {
      "text": "Do not let your hearts be troubled. You believe in God; believe also in me.",
      "reference": "John 14:1"
    },
    {
      "text": "And the Lord said, 'I will cause all my goodness to pass in front of you.'",
      "reference": "Exodus 33:19"
    },
    {
      "text": "The Lord bless you and keep you; the Lord make his face shine on you.",
      "reference": "Numbers 6:24-26"
    },
    {
      "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
      "reference": "Psalm 34:17"
    },
    {
      "text": "He will wipe every tear from their eyes.",
      "reference": "Revelation 21:4"
    },
    {
      "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32"
    },
    {
      "text": "You are my rock and my fortress; for your name's sake you lead me and guide me.",
      "reference": "Psalm 31:3"
    },
    {
      "text": "God is our refuge and strength, an ever-present help in trouble.",
      "reference": "Psalm 46:1"
    }
  ]
